Repository: durgeshtimbadiya/WHO_New
Catalog: Localizable.xcstrings
Source language: en
Languages: as_in, bn_in, gu_in, hi, kn_in, ml_in, or_in, pa_in, ta_in, te_in

source: If she is 21 or more days postpartum and her menstrual cycles have not returned, she can start POPs at any time, if it is reasonably certain that she is not pregnant. She will need to abstain from sex or use additional contraceptive protection for the next 2 days.
as_in: যদি প্ৰসৱৰ পিছত 21 দিন বা অধিক দিন হয় আৰু ঋতুস্ৰাৱ পুনৰ আৰম্ভ হোৱা নাই, তেওঁ যিকোনো সময়তে POP আৰম্ভ কৰিব পাৰে, যদি গৰ্ভৱতী নহয় বুলি যুক্তিসঙ্গতভাৱে নিশ্চিত হয়। যৌন সম্ভোগৰ পৰা বিৰত থাকিব লাগিব বা পৰৱৰ্তী 2 দিনৰ বাবে অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা ব্যৱহাৰ কৰিব লাগিব।
bn_in: ঋতুচক্র ফিরে না আসলে ও প্রসবের পর 21 বা ততোধিক দিন হলে, গর্ভবতী নন সেটি যুক্তিসম্মতভাবে নিশ্চিত হলে, যেকোনও সময় POP শুরু করতে পারেন। পরবর্তী 2 দিন যৌনতা থেকে বিরত থাকতে হবে বা অতিরিক্ত গর্ভনিরোধক ব্যবহার করতে হবে।
gu_in: જો પ્રસૂતિ પછી 21 કે તેનાથી વધારે દિવસો થઈ ગયાં હોય અને તેમનું માસિકચક્ર હજુ સુધી ફરી શરૂ થયું ના હોય તો, તેઓ કોઈ પણ સમયે POPsને શરૂ કરી શકે છે, પણ તેઓ ગર્ભવતી નથી તેની તેમને ચોક્કસ ખાતરી હોય તો. તેમણે આગામી 2 દિવસ સુધી જાતીય સમાગમથી દૂર રહેવું પડશે અથવા તો વધારાની ગર્ભનિરોધક સુરક્ષાનો ઉપયોગ કરવો પડશે.
hi: यदि उसे प्रसव के बाद 21 या अधिक दिन हो गए हैं और उसका मासिक धर्म चक्र वापस शुरू नहीं हुआ है, तो वह किसी भी समय POPs शुरू कर सकती है, यदि यह उचित रूप से निश्चित है कि वह गर्भवती नहीं है। उसे अगले 2 दिनों तक सेक्स से दूर रहना होगा या अतिरिक्त गर्भनिरोधक सुरक्षा का उपयोग करना होगा।
kn_in: ಅವಳು 21 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ದಿನಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಹಿಂತಿರುಗದಿದ್ದರೆ, ಅವಳು ಗರ್ಭಿಣಿಯಲ್ಲ ಎಂದು ಸಕಾರಣವಾದ ಖಚಿತತೆಯಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ POPಯನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಅವಳು ಮುಂದಿನ 2 ದಿನಗಳವರೆಗೆ ಲೈಂಗಿಕತೆಯಿಂದ ದೂರವಿರಬೇಕು ಅಥವಾ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯನ್ನು ಬಳಸಬೇಕು.
ml_in: പ്രസവിച്ച് 21 ദിവസമോ അതിൽ കൂടുതലോ ദിവസമാവുകയും കൂടാതെ, ആർത്തവചക്രം തിരിച്ചെത്തുകയും ചെയ്തിട്ടില്ലെങ്കിൽ, ഗർഭിണിയല്ലെന്ന് ഏറെക്കുറെ ഉറപ്പുണ്ടെങ്കിൽ സ്ത്രീക്ക് എപ്പോൾ വേണമെങ്കിലും POP-കൾ ആരംഭിക്കാം. അടുത്ത 2 ദിവസത്തേക്ക് ലൈംഗിക ബന്ധത്തിൽ നിന്ന് അകന്നുനിൽക്കുകയോ അധിക ഗർഭനിരോധന സംരക്ഷണം ഉപയോഗിക്കുകയോ ചെയ്യേണ്ടതുണ്ട്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନ କିମ୍ୱା ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିନଥିବ, ଯଦି ନିଶ୍ଚିତ ହୋଇଥିବେ ଯେ, ସେ ଗର୍ଭବତୀ ନୁହଁନ୍ତି, ତେବେ ଯେକୌଣସି ସମୟରେ POPs ଆରମ୍ଭ କରିପାରିବେ।ତାଙ୍କୁ ପରବର୍ତ୍ତୀ 2 ଦିନ ପର୍ଯ୍ୟନ୍ତ ଯୌନକ୍ରିୟାରୁ ଦୂରେଇ ରହିବାକୁ କିମ୍ୱା ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷା ବ୍ୟବହାର କରିବାକୁ ପଡ଼ିବ।
pa_in: ਜੇ ਉਹ 21 ਜਾਂ ਇਸ ਤੋਂ ਵੱਧ ਦਿਨਾਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ ਅਤੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਨਹੀਂ ਆਇਆ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ POPs ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ, ਜੇ ਇਹ ਵਾਜਬ ਤੌਰ 'ਤੇ ਨਿਸ਼ਚਤ ਹੈ ਕਿ ਉਹ ਗਰਭਵਤੀ ਨਹੀਂ ਹੈ। ਉਸ ਨੂੰ ਅਗਲੇ 2 ਦਿਨਾਂ ਲਈ ਸੈਕਸ ਤੋਂ ਦੂਰ ਰਹਿਣ ਜਾਂ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
ta_in: பிரசவித்து 21 அல்லது அதற்கும் அதிகமான நாட்களாக இருந்து, அவரின் மாதவிடாய் சுழற்சி திரும்ப ஆரம்பிக்கவிட்டால், மற்றும் பெண் கர்ப்பமாக இல்லை என்று கணிசமான நிச்சயத்துடன் இருந்தால் எந்த ஒரு நேரத்திலும் POP -ஐ அவர் தொடங்கலாம். அடுத்த 2 நாட்களுக்கு அவர் உடலுறைவை தவிர்க்க வேண்டும்.
te_in: ఆమె ప్రసవానంతర 21 లేదా అంతకంటే ఎక్కువ రోజులు ఉంటే మరియు ఆమె రుతుక్రమం తిరిగి రాకపోతే, ఆమె గర్భవతి కాదని సహేతుకంగా నిశ్చయించినట్లయితే, ఆమె ఎప్పుడైనా POPలను ప్రారంభించవచ్చు. ఆమె సెక్స్ నుండి దూరంగా ఉండాలి లేదా తదుపరి 2 రోజుల పాటు అదనపు గర్భనిరోధక రక్షణను ఉపయోగించాలి.

source: If she is between 6 weeks and 6 months postpartum and amenorrhoeic, she can have the first injection at any time. If she is fully or nearly fully breastfeeding, no additional contraceptive protection is needed.
as_in: যদি প্ৰসৱৰ পিছত 6 সপ্তাহৰ পৰা 6 মাহ সময়ৰ ভিতৰত হয় আৰু এমেনোৰইক হয়, তেওঁ যিকোনো সময়তে প্ৰথম ইঞ্জেকচনটো ল'ব পাৰে। যদি সম্পূৰ্ণৰূপে বা প্ৰায় সম্পূৰ্ণৰূপে স্তন্যপান কৰাই থাকে, কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষা লোৱাৰ প্ৰয়োজন নাই।
bn_in: প্রসবের পর 6 সপ্তাহ থেকে 6 মাসের মধ্যে থাকলে ও ঋতুচক্র না হলে, প্রথম ইনজেকশন যেকোনও সময় নিতে পারেন। সম্পূর্ণভাবে বা প্রায় সম্পূর্ণভাবে স্তন্যদায়িনী হলে, কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।
gu_in: જો સ્ત્રી પ્રસૂતિ પછી અને માસિક બંધ થયાંનાં 6 અઠવાડિયાથી 6 મહિના વચ્ચેના સમયગાળામાં હોય તો, તે કોઈ પણ સમયે પ્રથમ ઇન્જેક્શન લઈ શકે છે. જો તે સંપૂર્ણપણે અથવા તો લગભગ સંપૂર્ણપણે સ્તનપાન કરાવી રહી હોય તો, કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂર રહેતી નથી.
hi: यदि वह 6 सप्ताह से 6 महीने के बीच प्रसवोत्तर और रजोरोधक है, तो वह किसी भी समय पहला इंजेक्शन लगवा सकती है। यदि वह पूरी तरह से या लगभग पूरी तरह से स्तनपान करा रही है, तो उसे किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಅವಳು 6 ವಾರಗಳಿಂದ 6 ತಿಂಗಳ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅಮೆನೋರಿಯಾದಿಂದ ಬಳಲುತ್ತಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಅವಳು ಸಂಪೂರ್ಣವಾಗಿ ಅಥವಾ ಬಹುತೇಕ ಸಂಪೂರ್ಣವಾಗಿ ಸ್ತನ್ಯಪಾನ ಮಾಡಿಸುತ್ತಿದ್ದರೆ, ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.
ml_in: പ്രസവം കഴിഞ്ഞ് 6 ആഴ്ചയ്ക്കും 6 മാസത്തിനും ഇടയിലായിരിക്കുകയും, എയ്മെനോറിക്കുമാണെങ്കിൽ എപ്പോൾ വേണമെങ്കിലും ആദ്യത്തെ കുത്തിവയ്പ്പ് നടത്താം. പൂർണ്ണമായും അല്ലെങ്കിൽ ഏതാണ്ട് പൂർണ്ണമായി മുലയൂട്ടുന്നുണ്ടെങ്കിൽ, അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 6 ସପ୍ତାହ ଓ 6 ମାସ ମଧ୍ୟରେ ହୋଇଥିବେ ଏବଂ ଅମେନୋରୋଇକ୍ ଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ନେଇପାରିବେ।ଯଦି ସେ ସମ୍ପୂର୍ଣ୍ଣ କିମ୍ୱା ପାଖାପାଖି ସମ୍ପୂର୍ଣ୍ଣ ସ୍ତନ୍ୟପାନ କରାଉଥିବେ, ତେବେ କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।
pa_in: ਜੇ ਉਹ 6 ਹਫਤਿਆਂ ਤੋਂ 6 ਮਹੀਨਿਆਂ ਦੀ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਅਤੇ ਅਮੀਨੋਰਿਕ ਦੇ ਵਿਚਕਾਰ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਹਿਲਾ ਟੀਕਾ ਲੈ ਸਕਦੀ ਹੈ। ਜੇ ਉਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਜਾਂ ਲਗਭਗ ਪੂਰੀ ਤਰ੍ਹਾਂ ਦੁੱਧ ਪਿਲਾ ਰਹੀ ਹੈ, ਤਾਂ ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।
ta_in: பிரசவத்திற்குப்பின் மற்றும் அமெனோரோயிக் ஆரம்பித்து 6 மாதங்கள் மற்றும் 6 வாரங்களுக்கு இடையில் இருந்தால், எந்த ஒரு நேரத்திலும் முதல் ஊசியை போட்டுக் கொள்ளலாம்.
te_in: ఒకవేళ ఆమె 6 వారాల నుండి 6 నెలల మధ్య ప్రసవానంతర మరియు రుతుక్రమం రాని అమెనోరోహెయిక్ ఉన్నట్లయితే, ఆమె ఎప్పుడైనా మొదటి ఇంజెక్షన్ తీసుకోవచ్చు. ఆమె పూర్తిగా లేదా దాదాపు పూర్తిగా తల్లిపాలు ఇస్తున్నట్లయితే, అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.

source: If she is less than 6 months postpartum, CHC are generally not advised (category 3 or 4).
as_in: যদি প্ৰসৱৰ পিছত 6 মাহৰ কম হয়, সাধাৰণতে CHC-ৰ বাবে পৰামৰ্শ দিয়া নহয় (শ্ৰেণী 3 বা 4)।
bn_in: প্রসবের পর 6 মাসের কম হলে, সাধারণত CHC-এর পরামর্শ দেওয়া হয় না (শ্রেণি 3 বা 4)।
gu_in: જો સ્ત્રીને પ્રસૂતિ પછી 6 મહિનાથી ઓછો સમય થયો હોય તો, સામાન્ય રીતે CHCની સલાહ આપવામાં આવતી નથી (કેટેગરી 3 કે 4).
hi: यदि उसे प्रसव के उपरांत 6 महीने से कम हुआ है, तो आमतौर पर CHC की सलाह नहीं दी जाती है (श्रेणी 3 या 4)
kn_in: ಅವಳು 6 ತಿಂಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಣಂತಿಯಾಗಿದ್ದಲ್ಲಿ ಸಾಮಾನ್ಯವಾಗಿ CHC ಮಾಡಿಸಿಕೊಳ್ಳಲು ಸಲಹೆ ನೀಡಲಾಗುವುದಿಲ್ಲ (ವರ್ಗ 3 ಅಥವಾ 4).
ml_in: പ്രസവിച്ച് 6 മാസത്തിൽ താഴെ ആണെങ്കിൽ, CHC പൊതുവെ നിർദ്ദേശിക്കപ്പെടുന്നില്ല (വിഭാഗം 3 അല്ലെങ്കിൽ 4).
or_in: ଯଦି ସେ ପ୍ରସବ ପରେ 6 ମାସର ହୋଇଥା’ନ୍ତି, ତେବେ ସାଧାରଣତଃ CHC ର ପରାମର୍ଶ ଦିଆଯାଏ ନାହିଁ (ବର୍ଗ 3 କିମ୍ୱା 4)
pa_in: ਜੇ ਉਹ 6 ਮਹੀਨਿਆਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ CHC ਨੂੰ ਆਮ ਤੌਰ 'ਤੇ ਸਲਾਹ ਨਹੀਂ ਦਿੱਤੀ ਜਾਂਦੀ (ਸ਼੍ਰੇਣੀ 3 ਜਾਂ 4)
ta_in: பிரசவம் ஆகி 6 மாதங்களுக்கும் குறைவாக இருந்தால், CHC பொதுவாக பரிந்துரைக்கப்படுவதில்லை (வகை 3 அல்லது 4).
te_in: ఆమె ప్రసవానంతర 6 నెలల కంటే తక్కువ ఉంటే, CHC సాధారణంగా సలహా ఇవ్వబడదు (కేటగిరీ 3 లేదా 4)

source: If she is less than 21 days postpartum, she can have the first injection at any time. No additional contraceptive protection is needed.*
as_in: যদি প্ৰসৱৰ পিছত 21 দিনতকৈ কম হয়, তেওঁ যিকোনো সময়তে প্ৰথম ইঞ্জেকচনটো ল'ব পাৰে। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।*
bn_in: প্রসবের পর 21 দিনের কম হলে, যেকোনও সময়ে প্রথম ইনজেকশন নিতে পারেন। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।*
gu_in: જો પ્રસૂતિના 21થી ઓછા દિવસો થયાં હોય તો, તે કોઈ પણ સમયે પ્રથમ ઇન્જેક્શન લઈ શકે છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.*
hi: यदि प्रसव के बाद महिला को 21 दिन से कम समय हुआ है, तो वह किसी भी समय प्रथम इंजेक्शन लगवा सकती है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಅವಳು 21 ದಿನಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಂಣಂತಿಯಾಗಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.*
ml_in: സ്ത്രീ പ്രസവിച്ച് 21 ദിവസത്തിൽ താഴെയാണെങ്കിൽ, എപ്പോൾ വേണമെങ്കിലും ആദ്യത്തെ കുത്തിവയ്പ്പ് നടത്താം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.*
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନର ହୋଇଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ନେଇପାରିବେ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।*
pa_in: ਜੇ ਉਹ 21 ਦਿਨਾਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਹਿਲਾ ਟੀਕਾ ਲੈ ਸਕਦੀ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।*
ta_in: டுக்காமலிருத்தல்) பிரசவத்துக்குப் பின்னர் 21 நாட்களுக்கும் குறைவாக இருந்தால், எந்த ஒரு நேரத்திலும் முதல் ஊசி போட்டுக் கொள்ளலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.*
te_in: ఆమె ప్రసవానంతర 21 రోజుల కంటే తక్కువ ఉంటే, ఆమె ఎప్పుడైనా మొదటి ఇంజెక్షన్ తీసుకోవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.*

source: If she is less than 21 days postpartum, she can start Centchroman at any time. No additional contraceptive protection is needed.*
as_in: যদি প্ৰসৱৰ পিছত 21 দিনতকৈ কম হয়, তেওঁ যিকোনো সময়তে চেণ্টক্ৰ’মেন আৰম্ভ কৰিব পাৰে। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।*
bn_in: প্রসবের পর 21 দিনের কম হলে, যেকোনও সময়ে সেন্টক্রোমান শুরু করতে পারেন। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।*
gu_in: જો પ્રસૂતિના 21થી ઓછા દિવસો થયાં હોય તો, તે કોઈ પણ સમયે સેન્ટક્રોમેનને શરૂ કરી શકે છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.*
hi: यदि महिला के प्रसव के बाद 21 दिन से कम समय हुआ है, तो वह किसी भी समय सेंटक्रोमन शुरू कर सकती है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಅವಳು 21 ದಿನಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಂಣಂತಿಯಾಗಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಸೆಂಟ್ಕ್ರೋಮನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.*
ml_in: പ്രസവിച്ച് 21 ദിവസത്തിൽ താഴെയാണെങ്കിൽ, എപ്പോൾ വേണമെങ്കിലും സെന്റ്ക്രോമൻ ആരംഭിക്കാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.*
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନର ହୋଇଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ ସେଣ୍ଟକ୍ରୋମନ୍ ଆରମ୍ଭ କରିପାରିବେ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।*
pa_in: ਜੇ ਉਹ 21 ਦਿਨਾਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਸੈਂਟਕ੍ਰੋਮਨ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।*
ta_in: பிரசவத்துக்குப் பின்னர் 21 நாட்களுக்கும் குறைவாக மட்டுமே ஆகியிருந்தால், எந்த ஒரு நேரத்திலும் சென்ட்க்ரோமேன்-ஐ அவர் தொடங்கலாம். எந்த கூடுதல் கருத்தடைப் பாதுகாப்புக்கும் அவசியமில்லை.*
te_in: ఆమె ప్రసవానంతర 21 రోజుల కంటే తక్కువ ఉన్నట్లయితే, ఆమె ఏ సమయంలోనైనా సెంక్రోమన్‌ను ప్రారంభించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.*

source: If she is less than 21 days postpartum, she can start implants at any time. No additional contraceptive protection is needed.*
as_in: যদি প্ৰসৱৰ পিছত 21 দিনতকৈ কম হয়, যিকোনো সময়তে ইমপ্লেণ্ট আৰম্ভ কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।*
bn_in: প্রসবের পর 21 দিনের কম হলে, যেকোনও সময় ইমপ্ল্যান্ট শুরু করতে পারেন। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।*
gu_in: જો પ્રસૂતિના 21થી ઓછા દિવસો થયાં હોય તો, તે કોઈ પણ સમયે ઇમ્પ્લાન્ટનો ઉપયોગ શરૂ કરી શકે છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.*
hi: यदि प्रसव के बाद महिला को 21 दिन से कम समय हुआ है, तो वह किसी भी समय इम्प्लांट्स शुरू कर सकती है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की ज़रूरत नहीं है।
kn_in: ಅವಳು 21 ದಿನಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಂಣಂತಿಯಾಗಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ ಕಸಿಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.*
ml_in: പ്രസവം കഴിഞ്ഞ് 21 ദിവസത്തിൽ താഴെയാണെങ്കിൽ, സ്ത്രീക്ക് എപ്പോൾ വേണമെങ്കിലും ഇംപ്ലാന്റുകൾ ആരംഭിക്കാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.*
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନର ହୋଇଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ ପ୍ରତ୍ୟାରୋପଣ ଆରମ୍ଭ କରିପାରିବେ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।*
pa_in: ਜੇ ਉਹ 21 ਦਿਨਾਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇੰਪਲਾਂਟ ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।*
ta_in: அவர் பிரசவித்து 21 நாட்களுக்கும் குறைவாக இருந்தால், அவள் எந்த நேரத்திலும் உள்வைப்புக்களை தொடங்கலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.*
te_in: ఆమె ప్రసవానంతర 21 రోజుల కంటే తక్కువ ఉంటే, ఆమె ఎప్పుడైనా ఇంప్లాంట్లు ప్రారంభించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.*

source: If she is less than 21 days postpartum, she can start POPs at any time. No additional contraceptive protection is needed.*
as_in: যদি প্ৰসৱৰ পিছত 21 দিনতকৈ কম হয়, তেওঁ যিকোনো সময়তে POP আৰম্ভ কৰিব পাৰি। কোনো অতিৰিক্ত গৰ্ভনিৰোধক সুৰক্ষাৰ প্ৰয়োজন নাই।*
bn_in: প্রসবের পর 21 দিনের কম হলে, যেকোনও সময়ে POP শুরু করতে পারেন। কোনও অতিরিক্ত গর্ভনিরোধকের প্রয়োজন নেই।*
gu_in: જો પ્રસૂતિના 21થી ઓછા દિવસો થયાં હોય તો, તે કોઈ પણ સમયે POPsને શરૂ કરી શકે છે. કોઈ વધારાની ગર્ભનિરોધક સુરક્ષાની જરૂરિયાત નથી.*
hi: यदि महिला का प्रसव के बाद का समय 21 दिन से कम है, तो वह किसी भी समय POPs प्रारंभ कर सकती है। किसी अतिरिक्त गर्भनिरोधक सुरक्षा की आवश्यकता नहीं है।
kn_in: ಅವಳು 21 ದಿನಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಂಣಂತಿಯಾಗಿದ್ದರೆ, ಅವಳು ಯಾವುದೇ ಸಮಯದಲ್ಲೂ POPಗಳನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು. ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಗರ್ಭನಿರೋಧಕ ರಕ್ಷಣೆಯ ಅಗತ್ಯವಿರುವುದಿಲ್ಲ.*
ml_in: പ്രസവിച്ച് 21 ദിവസത്തിൽ കുറവാണെങ്കിൽ, അവൾക്ക് ഏത് സമയത്ത് വേണമെങ്കിലും POP-കൾ ആരംഭിക്കാം. അധിക ഗർഭനിരോധന സംരക്ഷണം ആവശ്യമില്ല.*
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 21 ଦିନର ହୋଇଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ POPs ଆରମ୍ଭ କରିପାରିବେ।କୌଣସି ଅତିରିକ୍ତ ଗର୍ଭନିରୋଧକ ସୁରକ୍ଷାର ଆବଶ୍ୟକତା ନାହିଁ।*
pa_in: ਜੇ ਉਹ 21 ਦਿਨਾਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਕਿਸੇ ਵੀ ਸਮੇਂ POPs ਸ਼ੁਰੂ ਕਰ ਸਕਦੀ ਹੈ। ਕਿਸੇ ਵਾਧੂ ਗਰਭ ਨਿਰੋਧਕ ਸੁਰੱਖਿਆ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ।*
ta_in: அவர் பிரசவித்து 21 நாட்களுக்கும் குறைவாக இருந்தால், அவள் எந்த நேரத்திலும் POP-களை தொடங்கலாம். எந்த கூடுதல் கருத்தடை பாதுகாப்பும் அவசியமில்லை.*
te_in: ఆమె ప్రసవానంతర 21 రోజుల కంటే తక్కువ ఉన్నట్లయితే, ఆమె ఎప్పుడైనా POPలను ప్రారంభించవచ్చు. అదనపు గర్భనిరోధక రక్షణ అవసరం లేదు.*

source: If she is less than 48 hours postpartum, she can generally have an IUD inserted.
as_in: যদি প্ৰসৱৰ পিছত 48 ঘণ্টাতকৈ কম হয়, তেন্তে সাধাৰণভাৱে IUD প্ৰবিষ্ট কৰিব পাৰি।
bn_in: প্রসবের পর 48 ঘণ্টার কম হলে, সাধারণত IUD প্রবেশ করানো যায়।
gu_in: જો કોઈ સ્ત્રીને પ્રસૂતિ પછી 48 કલાકથી પણ ઓછો સમય વીત્યો હોય તો તે સામાન્ય રીતે IUD દાખલ કરાવી શકે છે.
hi: यदि प्रसव के बाद उसे 48 घंटे से कम समय हुआ है, तो उसे आम तौर पर IUD अंतर्वेशित किया जा सकता है।
kn_in: ಅವಳು 48 ಗಂಟೆಗಳಿಗಿಂತ ಕಡಿಮೆಯ ಬಾಣಂತಿಯಾಗಿದ್ದಲ್ಲಿ, ಅವಳು ಸಾಮಾನ್ಯವಾಗಿ IUDಯನ್ನು ಸೇರಿಸಬಹುದು.
ml_in: അവൾ പ്രസവിച്ച് 48 മണിക്കൂറിൽ താഴെയാണെങ്കിൽ, അവൾക്ക് പൊതുവെ ഒരു IUD നിക്ഷേപിക്കാവുന്നതാണ്.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 48 ଘଣ୍ଟାର ହୋଇଥିବେ, ତେବେ ସେ ଯେକୌଣସି ସମୟରେ ସାଧାରଣତଃ ଏକ IUD ଭର୍ତ୍ତି କରାଇପାରିବେ।
pa_in: ਜੇ ਉਹ 48 ਘੰਟਿਆਂ ਤੋਂ ਘੱਟ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਉਹ ਆਮ ਤੌਰ 'ਤੇ IUD ਦਾਖਲ ਕਰਵਾ ਸਕਦੀ ਹੈ।
ta_in: பிரசவித்து 48 மணி நேரத்துக்கும் குறைவாக இருந்தால், அவளுக்குப் பொதுவாக ஒரு IUD செருகப்படலாம்.
te_in: ఆమె ప్రసవానంతరము 48 గంటల కంటే తక్కువ ఉన్నట్లయితే, ఆమెకు సాధారణంగా IUDని చొప్పించవచ్చు.

source: If she is more than 6 months postpartum, follow advice for non-postpartum women.
as_in: যদি প্ৰসৱৰ পিছত 6 মাহৰ অধিক হয়, প্ৰসৱোত্তৰ মহিলাৰ বাবে দিয়া পৰামৰ্শ অনুসৰণ কৰক।
bn_in: প্রসবের পর 6 মাসের বেশি হলে, নন-পোস্টপার্টাম মহিলাদের জন্য পরামর্শ মেনে চলুন।
gu_in: જો સ્ત્રીને પ્રસૂતિ પછી 6 મહિનાથી વધારે સમય થઈ ગયો હોય તો, જેમની પ્રસૂતિ થઈ નથી તેવી સ્ત્રીઓ માટે આપવામાં આવેલી સલાહનું પાલન કરો.
hi: यदि प्रसव के उपरांत उसे 6 महीने से अधिक हो गए हैं, तो गैर-प्रसवोत्तर महिलाओं वाली सलाह का अनुसरण करें।
kn_in: ಅವಳು 6 ತಿಂಗಳಿಗಿಂತ ಹೆಚ್ಚಿನ ಬಾಣಂತಿಯಾಗಿದ್ದಲ್ಲಿ, ಪ್ರಸವಾನಂತರದ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯನ್ನು ಅನುಸರಿಸಿ.
ml_in: പ്രസവിച്ച് 6 മാസത്തിൽ കൂടുതലായെങ്കിൽ, പ്രസവിക്കാത്ത സ്ത്രീകൾക്കുള്ള നിർദ്ദേശം പിന്തുടരുക.
or_in: ଯଦି ସେ ପ୍ରସବ ପରେ 6 ମାସରୁ ଅଧିକ ହୋଇଥା’ନ୍ତି, ତେବେ ଅଣ-ପ୍ରସବୋତ୍ତର ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶର ପାଳନ କରନ୍ତୁ।
pa_in: ਜੇ ਉਹ 6 ਮਹੀਨਿਆਂ ਤੋਂ ਵੱਧ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ, ਤਾਂ ਗੈਰ-ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਦੀਆਂ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਦੀ ਪਾਲਣਾ ਕਰੋ।
te_in: ఆమె ప్రసవానంతర 6 నెలల కంటే ఎక్కువ ఉంటే, ప్రసవం కాని స్త్రీల సలహాను అనుసరించాలి.

source: If she is more than 6 weeks postpartum and her menstrual cycles have returned, she can have the first injection as advised for other women having menstrual cycles.
as_in: যদি প্ৰসৱৰ পিছত 6 সপ্তাহতকৈ অধিক হয় আৰু ঋতুস্ৰাৱ পুনৰ আৰম্ভ হৈছে, আন মহিলাক দিয়া পৰামৰ্শ অনুসৰি প্ৰথম ইঞ্জেকচনটো ল'ব পাৰে।
bn_in: প্রসবের পর 6 সপ্তাহের বেশি হলে ও ঋতুচক্র ফিরে এলে, ঋতুচক্র হওয়া অন্যান্য মহিলাদের জন্য পরামর্শ অনুসারে প্রথম ইনজেকশন নিতে পারেন।
gu_in: જો સ્ત્રીને પ્રસૂતિ પછી અને તેનું માસિકચક્ર ફરીથી શરૂ થયાંનાં 6 અઠવાડિયાથી વધારે સમય વિતી ગયો હોય તો, તે માસિકચક્ર ધરાવતી અન્ય સ્ત્રીઓને આપવામાં આવતી સલાહ મુજબ પ્રથમ ઇન્જેક્શન લઈ શકે છે.
hi: यदि उसे प्रसव के बाद 6 सप्ताह से अधिक समय हो गया है और उसका मासिक धर्म चक्र वापस हो गया है, तो वह पहला इंजेक्शन लगवा सकती है, जैसा कि मासिक धर्म चक्र वाली अन्य महिलाओं को सलाह दी जाती है।
kn_in: ಅವಳು 6 ವಾರಗಳಿಗಿಂತ ಹೆಚ್ಚಿನ ಬಾಣಂತಿಯಾಗಿದ್ದರೆ ಮತ್ತು ಅವಳ ಋತುಚಕ್ರವು ಮರಳಿದ್ದರೆ, ಋತುಚಕ್ರವನ್ನು ಹೊಂದುತ್ತಿರುವ ಇತರ ಮಹಿಳೆಯರಿಗೆ ನೀಡಲಾದ ಸಲಹೆಯಂತೆ ಅವಳು ಮೊದಲ ಚುಚ್ಚುಮದ್ದನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ml_in: പ്രസവിച്ച് 6 ആഴ്‌ചയിൽ കൂടുതലായെങ്കിൽ, സ്ത്രീയുടെ ആർത്തവചക്രം തിരിച്ചെത്തിയിട്ടുണ്ടെങ്കിൽ, ആർത്തവചക്രമുള്ള മറ്റ് സ്ത്രീകൾക്ക് നിർദ്ദേശിച്ചതുപോലെ ആദ്യത്തെ കുത്തിവയ്പ്പ് നടത്താം.
or_in: ପ୍ରସବ ପରେ ଯଦି ସେ 6 ସପ୍ତାହରୁ ଅଧିକର ହୋଇଥିବେ ଏବଂ ତାଙ୍କର ମାସିକ ଚକ୍ର ଫେରିଥିବ, ତେବେ ସେ ମାସିକ ଚକ୍ର ଥିବା ଅନ୍ୟ ମହିଳାମାନଙ୍କ ପାଇଁ ପରାମର୍ଶିତ ଅନୁଯାୟୀ ପ୍ରଥମ ଇଞ୍ଜେକ୍ସନ୍ ନେଇପାରିବେ।
pa_in: ਜੇ ਉਹ 6 ਹਫਤਿਆਂ ਤੋਂ ਵੱਧ ਪ੍ਰਸਵ ਤੋਂ ਬਾਅਦ ਹੈ ਅਤੇ ਉਸਦਾ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਪਸ ਆ ਗਿਆ ਹੈ, ਤਾਂ ਉਹ ਮਾਹਵਾਰੀ ਚੱਕਰ ਵਾਲੀਆਂ ਹੋਰ ਔਰਤਾਂ ਲਈ ਸਲਾਹ ਅਨੁਸਾਰ ਪਹਿਲਾ ਟੀਕਾ ਲੈ ਸਕਦੀ ਹੈ।
ta_in: அவர் முழுக்கமுழுக்க தாய்ப்பால் ஊட்டினாலோ அல்லது கிட்டத்தட்ட முழுக்க தாய்ப்பால் ஊட்டினாலோ மற்றும் அவரது மாதவிடாய் சுழற்சிகள் திரும்பி விட்டாலோ, மாதவிடாய் சுழற்சி உள்ள மற்ற பிற பெண்களுக்கு அறிவுறுத்துவது போலவே, அவருக்கு முதல் ஊசி தரப்படலாம்.
te_in: ఒకవేళ ఆమె ప్రసవానంతర 6 వారాల కంటే ఎక్కువగా ఉంటే మరియు ఆమె ఋతు చక్రాలు తిరిగి వచ్చినట్లయితే, ఋతు చక్రాలు ఉన్న ఇతర స్త్రీలకు సూచించిన విధంగా ఆమె మొదటి ఇంజెక్షన్ తీసుకోవచ్చు.

source: If there is a risk of STI/HIV, the correct and consistent use of condoms is recommended. When used correctly and consistently, condoms offer one of the most effective methods of protection against STIs, including HIV. Female condoms are effective and safe, but are not used as widely by national programmes as male condoms.
as_in: যদি STI/HIV-ৰ আশংকা থাকে, কণ্ডমৰ সঠিক আৰু নিৰন্তৰ ব্যৱহাৰৰ পৰামৰ্শ দিয়া হয়। যেতিয়া সঠিক ভাৱে আৰু ধাৰাবাহিকভাৱে ব্যৱহাৰ কৰা হয়, কণ্ডম-এ HIV-ক ধৰি STI-ৰ বিৰুদ্ধে সুৰক্ষাৰ এক আটাইতকৈ কাৰ্যকৰী পদ্ধতি প্ৰদান কৰে। মহিলাৰ কণ্ডম কাৰ্যকৰী আৰু সুৰক্ষিত, কিন্তু পুৰুষ কণ্ডমৰ দৰে ৰাষ্ট্ৰীয় কাৰ্যসূচীৰ দ্বাৰা ব্যাপকভাৱে ব্যৱহাৰ কৰা নহয়।
bn_in: STI/HIV-এর ঝুঁকি থাকলে, কন্ডোমের সঠিক ও সঙ্গতিপূর্ণ ব্যবহারের সুপারিশ করা হয়। সঠিক ও সঙ্গতিপূর্ণভাবে ব্যবহার করলে, কন্ডোম হল HIV সহ STI-এর বিরুদ্ধে সুরক্ষার জন্য অন্যতম সর্বাধিক কার্যকর পদ্ধতি। মহিলাদের কন্ডোম কার্যকর ও সুরক্ষিত, তবে সেগুলি পুরুষদের কন্ডোমের মতো রাষ্ট্রীয় কর্মসূচীতে ব্যাপকভাবে ব্যবহৃত হয় না।
gu_in: જો STI/HIVનું જોખમ રહેલું હોય તો, કન્ડોમ્સનો યોગ્ય અને નિરંતર ઉપયોગ કરવાની ભલામણ કરવામાં આવે છે. જ્યારે કન્ડોમ્સને યોગ્ય અને નિરંતપણે ઉપયોગમાં લેવામાં આવે છે, ત્યારે તે HIV સહિત STIsની સામે સુરક્ષાની સૌથી અસરકારક પદ્ધતિ બની જાય છે. મહિલાઓ માટેના કન્ડોમ્સ અસરકારક અને સલામત છે પરંતુ રાષ્ટ્રીય કાર્યક્રમો દ્વારા પુરુષો માટેના કન્ડોમ્સ જેટલા વ્યાપકપણે ઉપયોગમાં લેવાતા નથી.
hi: यदि STI/HIV का खतरा है, तो कंडोम के सही और लगातार उपयोग की अनुशंसा की जाती है। सही ढंग से और लगातार उपयोग किया जाने पर कंडोम HIV सहित STIs से सुरक्षा के सबसे प्रभावी तरीकों में से एक प्रदान करता है। महिला कंडोम प्रभावी और सुरक्षित हैं, लेकिन पुरुष कंडोम के समान राष्ट्रीय कार्यक्रमों द्वारा व्यापक रूप से उपयोग नहीं किए जाते हैं।
kn_in: STI / HIV ಅಪಾಯವಿದ್ದರೆ, ಕಾಂಡೋಮ್‌ಗಳ ಸರಿಯಾದ ಮತ್ತು ನಿರಂತರವಾದ ಬಳಕೆಯನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗಿದೆ. ಸರಿಯಾಗಿ ಮತ್ತು ನಿರಂತರವಾಗಿ ಬಳಸಿದಾಗ, ಕಾಂಡೋಮ್‌ಗಳು HIV ಸೇರಿದಂತೆ STIಗಳ ವಿರುದ್ಧ ರಕ್ಷಣೆಯ ಅತ್ಯಂತ ಪರಿಣಾಮಕಾರಿ ವಿಧಾನಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಸ್ತ್ರೀ ಕಾಂಡೋಮ್‌ಗಳು ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಸುರಕ್ಷಿತವಾಗಿವೆ, ಆದರೆ ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಯಕ್ರಮಗಳಲ್ಲಿ ಪುರುಷ ಕಾಂಡೋಮ್‌ಗಳಷ್ಟು ವ್ಯಾಪಕವಾಗಿ ಇದನ್ನು ಬಳಸಲಾಗುವುದಿಲ್ಲ.
ml_in: STI/HIV ഉണ്ടാകാനുള്ള അപകടസാധ്യതയുണ്ടെങ്കിൽ, ഗർഭനിരോധ ഉറയുടെ ശരിയായതും സ്ഥിരവുമായ ഉപയോഗം ശുപാർശ ചെയ്യുന്നു. കൃത്യമായും സ്ഥിരമായും ഉപയോഗിക്കുമ്പോൾ, ഗർഭനിരോധന ഉറകൾ HIV ഉൾപ്പെടെയുള്ള STI-കളിൽ നിന്ന് ഏറ്റവും ഫലപ്രദമായ സംരക്ഷണ മാർഗ്ഗം വാഗ്ദാനം ചെയ്യുന്നു. സ്ത്രീകളുടെ ഗർഭനിരോധന ഉറകൾ ഫലപ്രദവും സുരക്ഷിതവുമാണ്, എന്നാൽ ദേശീയ പ്രോഗ്രാമുകൾ പുരുഷന്മാരുടെ ഗർഭനിരോധന ഉറകൾ പോലെ അത് വ്യാപകമായി ഉപയോഗിക്കുന്നില്ല.
or_in: ଯଦି STI/HIV ର ବିପଦ ଆଶଂକା ଥିବ, ତେବେ କଣ୍ଡୋମ୍‌ର ସଠିକ୍ ଓ ନିରନ୍ତର ବ୍ୟବହାରର ସୁପାରିସ କରାଯାଏ।ଯେତେବେଳେ ସଠିକ୍ ଓ ନିରନ୍ତର ଭାବରେ ବ୍ୟବହୃତ ହୁଏ, HIV ସମେତ STI ବିରୋଧରେ ସବୁଠାରୁ ପ୍ରଭାବଶାଳୀ ପ୍ରଣାଳୀଗୁଡ଼ିକ ମଧ୍ୟରୁ କଣ୍ଡୋମ୍ ସୁରକ୍ଷା ପ୍ରଦାନ କରେ।ମହିଳା କଣ୍ଡୋମ୍ ପ୍ରଭାବଶାଳୀ ଓ ସୁରକ୍ଷିତ, କିନ୍ତୁ ପୁରୁଷ କଣ୍ଡୋମ୍ ଭଳି ଜାତୀୟ କାର୍ଯ୍ୟକ୍ରମ ଅନୁସାରେ ବ୍ୟାପକ ଭାବେ ବ୍ୟବହାର କରାଯାଏ ନାହିଁ।
pa_in: ਜੇ STI/HIV ਦਾ ਖਤਰਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ ਦੀ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਵਰਤੋਂ ਦੀ ਸਿਫਾਰਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਜਦੋਂ ਸਹੀ ਅਤੇ ਨਿਰੰਤਰ ਤਰੀਕੇ ਨਾਲ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਨਿਰੋਧ HIV ਸਮੇਤ STIs ਤੋਂ ਸੁਰੱਖਿਆ ਦੇ ਸਭ ਤੋਂ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਤਰੀਕਿਆਂ ਵਿੱਚੋਂ ਇੱਕ ਦੀ ਪੇਸ਼ਕਸ਼ ਕਰਦੇ ਹਨ। ਮਹਿਲਾ ਨਿਰੋਧ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਅਤੇ ਸੁਰੱਖਿਅਤ ਹਨ, ਪਰ ਰਾਸ਼ਟਰੀ ਪ੍ਰੋਗਰਾਮਾਂ ਦੁਆਰਾ ਪੁਰਸ਼ ਨਿਰੋਧ ਜਿੰਨੇ ਵਿਆਪਕ ਤੌਰ 'ਤੇ ਨਹੀਂ ਵਰਤੇ ਜਾਂਦੇ।
ta_in: STI/HIV ஆபத்து இருந்தால், ஆணுறைகளின் சரியான மற்றும் சீரான பயன்பாடு பரிந்துரைக்கப்படுகிறது. சரியாகவும், தொடர்ச்சியாகவும் பயன்படுத்தும் போது, HIV உள்ளிட்ட STI-களுக்கு எதிராக ஆணுறைகள் மிகவும் பயனுள்ள பாதுகாப்பு முறைகளில் ஒன்றை வழங்குகின்றன. பெண் கருத்தடை உறைகள் பயனுள்ளவை மற்றும் பாதுகாப்பானவை, ஆனால் ஆணுறைகளைப் போல தேசிய திட்டங்களால் பரவலாக பயன்படுத்தப்படுவதில்லை.
te_in: STI/HIV ప్రమాదం ఉన్నట్లయితే, కండోమ్‌ల సరైన మరియు స్థిరమైన ఉపయోగం సిఫార్సు చేయబడింది. సరిగ్గా మరియు స్థిరంగా ఉపయోగించినప్పుడు, కండోమ్‌లు HIVతో సహా STI లకు వ్యతిరేకంగా అత్యంత ప్రభావవంతమైన రక్షణ పద్ధతుల్లో ఒకటి. ఆడ కండోమ్‌లు ప్రభావవంతమైనవి మరియు సురక్షితమైనవి, కానీ జాతీయ కార్యక్రమాల ద్వారా మగ కండోమ్‌ల వలె విస్తృతంగా ఉపయోగించబడవు.

source: If uterine cavity is distorted/enlarged, cannot use Cu IUCD or LNG-IUD.
as_in: যদি জৰায়ুৰ গহ্বৰ বিকৃত/ডাঙৰ হয়, Cu IUCD বা LNG-IUD ব্যৱহাৰ কৰিব নোৱাৰে।
bn_in: জরায়ু গহ্বর বিকৃত / প্রসারিত হলে, Cu IUCD বা LNG-IUD ব্যবহার করা যাবে না।
gu_in: જો ગર્ભાશયનો પોલાણવાળો હિસ્સો વિકૃત થઈ ગયો હોય/મોટો થઈ ગયો હોય તો, Cu IUCD કે LNG-IUDનો ઉપયોગ થઈ શકતો નથી.
hi: यदि गर्भाशय गुहा विकृत/वर्धित है, तो Cu IUCD या LNG-IUD का उपयोग नहीं कर सकते
kn_in: ಗರ್ಭಾಶಯದ ಕುಳಿ ವಿರೂಪಗೊಂಡಿದ್ದರೆ/ಹಿಗ್ಗಿದ್ದರೆ, Cu IUCD ಅಥವಾ LNG-IUD ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲ
ml_in: ഗർഭാശയ അറ വികലമാവുകയോ വലുതാവുകയോ ആണെങ്കിൽ, Cu IUCD അല്ലെങ്കിൽ LNG-IUD ഉപയോഗിക്കാൻ കഴിയില്ല.
or_in: ଯଦି ଗର୍ଭାଶୟ ଗହ୍ୱର ବିକୃତ/ବର୍ଦ୍ଧିତ ହୋଇଥାଏ, ତେବେ Cu IUCD କିମ୍ୱା LNG-IUD ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ*
pa_in: ਜੇ ਬੱਚੇਦਾਨੀ ਦਾ ਖੋਲ ਵਿਗੜਿਆ/ਵਧਿਆ ਹੋਇਆ ਹੈ, ਤਾਂ Cu IUCD ਜਾਂ LNG-IUD ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ
ta_in: கருப்பை குழி சிதைந்து / பெரிதாக இருந்தால், Cu IUCD அல்லது LNG-IUD –ஐ உபயோகிக்க இயலாது.
te_in: గర్భాశయ కుహరం వక్రీకరించబడి/పెరిగితే, Cu IUCD లేదా LNG-IUDని ఉపయోగించలేరు

source: Impl.
hi: इम्प्ल.
te_in: ఇంప్లిమెంట్/ అమలు చేయు.

source: Implants
as_in: ইমপ্লেণ্টচ
bn_in: ইমপ্ল্যান্ট
gu_in: ઇમ્પ્લાન્ટ્સ
hi: इम्प्लांट्स
kn_in: ಕಸಿಗಳು
ml_in: ഇംപ്ലാന്റുകൾ
or_in: ପ୍ରତ୍ୟାରୋପଣ
pa_in: ਇੰਪਲਾਂਟ
ta_in: உள்வைப்புக்கள்
te_in: ఇంప్లాంట్లు

source: Implants, IUD, female sterilization
as_in: ইমপ্লেণ্ট, IUD, মহিলাৰ বন্ধ্যাকৰণ:
bn_in: ইমপ্ল্যান্ট, IUD, মহিলা বন্ধ্যাত্বকরণ:
gu_in: ઇમ્પ્લાન્ટ્સ, IUD, મહિલા નસબંધી
hi: इम्प्लांट, आईयूडी, महिला नसबंदी (स्टेरलाइजेशन) : प्रक्रिया के बाद, करने या याद रखने के लिए बहुत कम या कुछ भी नहीं।
kn_in: ಕಸಿಗಳು, IUD, ಸ್ತ್ರೀ ಸಂತಾನಹರಣ:
ml_in: ഇംപ്ലാന്റുകൾ, IUD, സ്ത്രീകളുടെ വന്ധ്യംകരണം:
or_in: ପ୍ରତ୍ୟାରୋପଣ, IUD, ମହିଳା ବନ୍ଧ୍ୟାକରଣ ପ୍ରକ୍ରିୟା
pa_in: ਇਮਪਲਾਂਟ, IUD, ਔਰਤਾਂ ਦੀ ਨਸਬੰਦੀ
ta_in: இம்ப்ளேன்ட்டுகள், IUD, பெண் கருத்தடை:
te_in: ఇంప్లాంట్లు, IUD, స్త్రీ స్టెరిలైజేషన్

source: In mild cirrhosis, LNG-IUD = Cat 2.
as_in: মৃদু চিৰোচিছৰ ক্ষেত্ৰত, LNG-IUD = Cat 2।
bn_in: মৃদু সিরোসিসে LNG-IUD = শ্রেণি 2।
gu_in: હળવા સિરોસિસમાં, LNG-IUD = કેટેગરી 2.
hi: हल्के सिरोसिस में, LNG-IUD = Cat 2
kn_in: ಸೌಮ್ಯವಾದ ಸಿರೋಸಿಸ್ ನಲ್ಲಿ, LNG-IUD = Cat 2.
ml_in: മിതമായ സിറോസിസിൽ, LNG-IUD = Cat 2.
or_in: ମୃଦୁ ସିରୋସିସ୍ କ୍ଷେତ୍ରରେ, LNG-IUD = Cat 2
pa_in: ਹਲਕੇ ਸਿਰੋਸਿਸ ਵਿੱਚ, LNG-IUD = CAT 2
ta_in: லேசான சிரோசிஸ்-ல், , LNG-IUD = வகை 2.
te_in: తేలికపాటి సిర్రోసిస్‌లో, LNG-IUD = వర్గం/రకం 2

source: In severe anemia, Cu IUCD = Cat 2.
as_in: গুৰুতৰ ৰক্তহীনতাত, Cu IUCD = Cat 2।
bn_in: চরম রক্তাল্পতায় Cu IUCD = শ্রেণি 2।
gu_in: તીવ્ર એનીમિયા (પાંડુરોગ)માં, Cu IUCD = કેટેગરી 2.
hi: गंभीर रक्ताल्पता में, Cu IUCD = Cat 2
kn_in: ತೀವ್ರ ರಕ್ತಹೀನತೆಯಲ್ಲಿ, Cu IUCD = Cat 2.
ml_in: തീവ്രമായ അനീമിയയിൽ, LNG-IUD = Cat 2.
or_in: ଗୁରୁତର ରକ୍ତହୀନତାରେ, Cu IUCD = Cat 2
pa_in: ਗੰਭੀਰ ਅਨੀਮੀਆ ਵਿੱਚ, Cu IUCD = CAT 2
ta_in: கடுமையான இரத்த சோகையில், , Cu IUCD = வகை 2.
te_in: తీవ్రమైన రక్తహీనతలో, Cu IUCD = వర్గం/రకం 2
